Repository: jwittorf/understrap-child-american-football
Catalog: languages/*.po
Languages: de_de

source: Top additional Menu
de_de: Zusätzliches oberes Menü

source: Theme Layout Settings
de_de: Child Theme Layout Einstellungen

source: General theme settings
de_de: Allgemeine Theme Einstellungen

source: Topnav Positioning
de_de: Positionierung oberes Menü

source: Set topnav's default position. Reference: <a href="https://getbootstrap.com/docs/5.1/utilities/flex/#justify-content" target="_blank">Bootstrap</a> and <a href="https://css-tricks.com/snippets/css/a-guide-to-flexbox/#aa-justify-content" target="_blank">Flexbox in general</a>.
de_de: Konfiguration der Ausrichtung des oberen Menüs. Referenz: <a href="https://getbootstrap.com/docs/5.1/utilities/flex/#justify-content" target="_blank">Bootstrap</a> und <a href="https://css-tricks.com/snippets/css/a-guide-to-flexbox/#aa-justify-content" target="_blank">Flexbox im Allgemeinen</a>.

source: Left topnav
de_de: Links ausgerichtetes oberes Menü

source: Right topnav
de_de: Rechts ausgerichtetes oberes Menü

source: Center topnav
de_de: Mittig ausgerichtetes oberes Menü

source: Split items between topnav
de_de: Menüeinträge über die Breite des oberen Menüs verteilen

source: Items around middle topnav
de_de: Menüeinträge mit einheitlichem Abstand im oberen Menü verteilen

source: Center items evenly in topnav
de_de: Menüeinträge einheitlich zentriert im oberen Menü verteilen

source: No topnav
de_de: Oberes Menü verbergen
